<?php

declare(strict_types=1);

return [
    'default' => [
        'department' => [
            '技术科',
            '生产科',
            '质量科',
            '精益制造科',
            '管理科',
            '王吉庆工段',
            '马广工段',
            '马伟工段',
            '赵春喜工段',
            '赵强工段',
            '齐明工段',
            '孙景利工段',
            '表面工段',
        ],
        'job' => [
            '操作手',
            '检查员',
            '研磨工',
            '辅助工',
            '其他',
        ],
        'type' => [
            '1.效率提升',
            '2.成本降低',
            '3.管理类',
            '4.质量类',
            '5.安全类',
            '6.其他',
        ],
    ]
];